{"<PAD>": 0, "<UNK>": 1, "<CLS>": 2, "<EOS>": 3, "the": 4, ".": 5, ",": 6, "and": 7, "a": 8, "of": 9, "to": 10, "is": 11, "br": 12, "in": 13, "it": 14, "i": 15, "this": 16, "that": 17, "was": 18, "as": 19, "with": 20, "for": 21, "movie": 22, "but": 23, "film": 24, "on": 25, "not": 26, "you": 27, "are": 28, "his": 29, "have": 30, "he": 31, "be": 32, "one": 33, "!": 34, "all": 35, "at": 36, "by": 37, "an": 38, "they": 39, "so": 40, "from": 41, "like": 42, "who": 43, "her": 44, "or": 45, "about": 46, "just": 47, "it's": 48, "if": 49, "out": 50, "has": 51, "?": 52, "some": 53, "there": 54, "good": 55, "what": 56, "more": 57, "when": 58, "very": 59, "up": 60, "no": 61, "time": 62, "she": 63, "my": 64, "even": 65, "would": 66, "which": 67, "story": 68, "only": 69, "really": 70, "had": 71, "see": 72, "their": 73, "can": 74, "me": 75, "were": 76, "well": 77, "we": 78, "than": 79, "much": 80, "do": 81, "get": 82, "also": 83, "been": 84, "bad": 85, "into": 86, "him": 87, "people": 88, "other": 89, "will": 90, "first": 91, "because": 92, "how": 93, "great": 94, "most": 95, "then": 96, "don't": 97, "made": 98, "its": 99, "too": 100, "way": 101, "them": 102, "make": 103, "could": 104, "after": 105, "any": 106, "movies": 107, "think": 108, "watch": 109, "two": 110, "characters": 111, "films": 112, "many": 113, "seen": 114, "character": 115, "being": 116, "plot": 117, "never": 118, "little": 119, "acting": 120, "where": 121, "life": 122, "did": 123, "over": 124, "love": 125, "know": 126, "best": 127, "show": 128, "ever": 129, "off": 130, "does": 131, "end": 132, "still": 133, "here": 134, "scene": 135, "man": 136, "these": 137, "better": 138, "your": 139, "why": 140, "while": 141, "scenes": 142, "say": 143, "go": 144, "such": 145, "through": 146, "should": 147, "something": 148, "back": 149, "i'm": 150, "those": 151, "watching": 152, "doesn't": 153, "years": 154, "though": 155, "real": 156, "thing": 157, "now": 158, "10": 159, "another": 160, "work": 161, "new": 162, "old": 163, "before": 164, "director": 165, "didn't": 166, "actually": 167, "funny": 168, "nothing": 169, "going": 170, "look": 171, "actors": 172, "find": 173, "same": 174, "part": 175, "makes": 176, "few": 177, "again": 178, "lot": 179, "every": 180, "cast": 181, "want": 182, "down": 183, "quite": 184, "world": 185, "however": 186, "us": 187, "things": 188, "got": 189, "pretty": 190, "can't": 191, "thought": 192, "big": 193, "take": 194, "around": 195, "seems": 196, "horror": 197, "fact": 198, "both": 199, "that's": 200, "enough": 201, "give": 202, "young": 203, "long": 204, "without": 205, "between": 206, "i've": 207, "action": 208, "original": 209, "come": 210, "right": 211, "own": 212, "may": 213, "times": 214, "series": 215, "point": 216, "must": 217, "always": 218, "gets": 219, "isn't": 220, "saw": 221, "comedy": 222, "whole": 223, "almost": 224, "role": 225, "music": 226, "bit": 227, "there's": 228, "script": 229, "family": 230, "least": 231, "interesting": 232, "done": 233, "anything": 234, "far": 235, "guy": 236, "he's": 237, "since": 238, "minutes": 239, "feel": 240, "performance": 241, "making": 242, "probably": 243, "2": 244, "last": 245, "yet": 246, "kind": 247, "hard": 248, "might": 249, "away": 250, "girl": 251, "am": 252, "worst": 253, "rather": 254, "fun": 255, "sure": 256, "especially": 257, "day": 258, "having": 259, "woman": 260, "each": 261, "found": 262, "tv": 263, "trying": 264, "set": 265, "our": 266, "played": 267, "anyone": 268, "although": 269, "money": 270, "looking": 271, "screen": 272, "goes": 273, "believe": 274, "place": 275, "reason": 276, "course": 277, "put": 278, "wasn't": 279, "maybe": 280, "comes": 281, "looks": 282, "different": 283, "main": 284, "once": 285, "ending": 286, "together": 287, "true": 288, "everything": 289, "book": 290, "left": 291, "shows": 292, "someone": 293, "himself": 294, "job": 295, "version": 296, "sense": 297, "actor": 298, "worth": 299, "house": 300, "effects": 301, "three": 302, "instead": 303, "watched": 304, "half": 305, "audience": 306, "high": 307, "john": 308, "seem": 309, "takes": 310, "year": 311, "beautiful": 312, "later": 313, "dvd": 314, "play": 315, "plays": 316, "wife": 317, "1": 318, "war": 319, "father": 320, "everyone": 321, "special": 322, "american": 323, "night": 324, "said": 325, "idea": 326, "shot": 327, "star": 328, "seeing": 329, "during": 330, "poor": 331, "excellent": 332, "nice": 333, "mind": 334, "death": 335, "black": 336, "read": 337, "simply": 338, "dead": 339, "less": 340, "you're": 341, "low": 342, "help": 343, "fan": 344, "given": 345, "men": 346, "short": 347, "either": 348, "top": 349, "completely": 350, "3": 351, "line": 352, "camera": 353, "else": 354, "second": 355, "women": 356, "s": 357, "home": 358, "wrong": 359, "budget": 360, "performances": 361, "used": 362, "kids": 363, "try": 364, "stupid": 365, "classic": 366, "until": 367, "along": 368, "boring": 369, "enjoy": 370, "truly": 371, "awful": 372, "rest": 373, "couple": 374, "moments": 375, "video": 376, "friends": 377, "hollywood": 378, "remember": 379, "full": 380, "use": 381, "start": 382, "production": 383, "need": 384, "often": 385, "getting": 386, "mean": 387, "came": 388, "let": 389, "sex": 390, "perhaps": 391, "terrible": 392, "keep": 393, "recommend": 394, "next": 395, "definitely": 396, "early": 397, "absolutely": 398, "episode": 399, "felt": 400, "school": 401, "wonderful": 402, "doing": 403, "small": 404, "stars": 405, "itself": 406, "understand": 407, "tell": 408, "written": 409, "face": 410, "cinema": 411, "style": 412, "name": 413, "liked": 414, "piece": 415, "playing": 416, "others": 417, "white": 418, "worse": 419, "dialogue": 420, "finally": 421, "lines": 422, "gives": 423, "perfect": 424, "become": 425, "lost": 426, "waste": 427, "head": 428, "person": 429, "live": 430, "went": 431, "yes": 432, "human": 433, "against": 434, "evil": 435, "problem": 436, "supposed": 437, "final": 438, "oh": 439, "title": 440, "couldn't": 441, "killer": 442, "based": 443, "certainly": 444, "boy": 445, "picture": 446, "entire": 447, "called": 448, "mr": 449, "overall": 450, "sort": 451, "loved": 452, "care": 453, "history": 454, "direction": 455, "case": 456, "beginning": 457, "5": 458, "4": 459, "son": 460, "becomes": 461, "mother": 462, "laugh": 463, "sound": 464, "hope": 465, "i'd": 466, "wants": 467, "quality": 468, "under": 469, "children": 470, "wanted": 471, "entertaining": 472, "lives": 473, "b": 474, "unfortunately": 475, "lead": 476, "fans": 477, "fine": 478, "totally": 479, "friend": 480, "dark": 481, "already": 482, "despite": 483, "amazing": 484, "turn": 485, "behind": 486, "game": 487, "throughout": 488, "flick": 489, "guess": 490, "tries": 491, "example": 492, "she's": 493, "humor": 494, "seemed": 495, "michael": 496, "close": 497, "you'll": 498, "several": 499, "drama": 500, "child": 501, "won't": 502, "they're": 503, "side": 504, "art": 505, "writing": 506, "able": 507, "past": 508, "works": 509, "soon": 510, "hand": 511, "enjoyed": 512, "kill": 513, "thinking": 514, "themselves": 515, "sometimes": 516, "viewer": 517, "brilliant": 518, "run": 519, "days": 520, "guys": 521, "girls": 522, "actress": 523, "favorite": 524, "turns": 525, "city": 526, "eyes": 527, "obviously": 528, "blood": 529, "act": 530, "heart": 531, "voice": 532, "type": 533, "self": 534, "late": 535, "genre": 536, "car": 537, "horrible": 538, "heard": 539, "expect": 540, "starts": 541, "decent": 542, "leave": 543, "stories": 544, "gave": 545, "violence": 546, "hour": 547, "killed": 548, "etc": 549, "stuff": 550, "town": 551, "myself": 552, "except": 553, "strong": 554, "says": 555, "feeling": 556, "slow": 557, "parts": 558, "particularly": 559, "daughter": 560, "please": 561, "kid": 562, "highly": 563, "directed": 564, "obvious": 565, "attempt": 566, "anyway": 567, "song": 568, "writer": 569, "moment": 570, "matter": 571, "crap": 572, "police": 573, "told": 574, "living": 575, "cannot": 576, "ok": 577, "fight": 578, "brother": 579, "score": 580, "took": 581, "known": 582, "roles": 583, "stop": 584, "experience": 585, "age": 586, "cut": 587, "film's": 588, "god": 589, "lack": 590, "including": 591, "wonder": 592, "wouldn't": 593, "number": 594, "chance": 595, "sad": 596, "hit": 597, "looked": 598, "interest": 599, "released": 600, "gore": 601, "shown": 602, "complete": 603, "possible": 604, "wish": 605, "happen": 606, "david": 607, "involved": 608, "alone": 609, "none": 610, "mostly": 611, "hell": 612, "musical": 613, "happens": 614, "i'll": 615, "ends": 616, "ago": 617, "simple": 618, "group": 619, "happy": 620, "reality": 621, "happened": 622, "seriously": 623, "documentary": 624, "started": 625, "running": 626, "james": 627, "body": 628, "light": 629, "scary": 630, "extremely": 631, "usual": 632, "usually": 633, "english": 634, "jokes": 635, "today": 636, "somewhat": 637, "coming": 638, "cinematography": 639, "whose": 640, "shots": 641, "career": 642, "talking": 643, "hero": 644, "jack": 645, "serious": 646, "non": 647, "ridiculous": 648, "across": 649, "murder": 650, "husband": 651, "exactly": 652, "relationship": 653, "king": 654, "save": 655, "songs": 656, "five": 657, "apparently": 658, "order": 659, "attention": 660, "rating": 661, "annoying": 662, "cool": 663, "7": 664, "taken": 665, "earth": 666, "finds": 667, "strange": 668, "call": 669, "view": 670, "silly": 671, "level": 672, "yourself": 673, "modern": 674, "female": 675, "change": 676, "entertainment": 677, "word": 678, "opening": 679, "hilarious": 680, "power": 681, "huge": 682, "television": 683, "george": 684, "single": 685, "taking": 686, "episodes": 687, "important": 688, "talent": 689, "hours": 690, "disappointed": 691, "class": 692, "knows": 693, "paul": 694, "middle": 695, "comic": 696, "saying": 697, "thriller": 698, "words": 699, "major": 700, "bring": 701, "review": 702, "basically": 703, "ones": 704, "events": 705, "zombie": 706, "turned": 707, "robert": 708, "four": 709, "supporting": 710, "theme": 711, "clearly": 712, "knew": 713, "fast": 714, "opinion": 715, "cheap": 716, "eye": 717, "easily": 718, "bunch": 719, "country": 720, "die": 721, "similar": 722, "future": 723, "novel": 724, "within": 725, "t": 726, "room": 727, "season": 728, "british": 729, "storyline": 730, "romantic": 731, "actual": 732, "sets": 733, "message": 734, "sequence": 735, "re": 736, "tells": 737, "predictable": 738, "french": 739, "straight": 740, "8": 741, "richard": 742, "begins": 743, "appears": 744, "follow": 745, "giving": 746, "famous": 747, "local": 748, "beyond": 749, "oscar": 750, "enjoyable": 751, "due": 752, "talk": 753, "easy": 754, "whether": 755, "period": 756, "add": 757, "near": 758, "mention": 759, "surprised": 760, "rock": 761, "upon": 762, "miss": 763, "release": 764, "problems": 765, "viewers": 766, "lots": 767, "hate": 768, "moving": 769, "feels": 770, "stand": 771, "e": 772, "mystery": 773, "form": 774, "haven't": 775, "9": 776, "soundtrack": 777, "de": 778, "above": 779, "team": 780, "dull": 781, "working": 782, "comments": 783, "hear": 784, "using": 785, "feature": 786, "editing": 787, "york": 788, "falls": 789, "aren't": 790, "clich": 791, "ten": 792, "weak": 793, "herself": 794, "greatest": 795, "effort": 796, "minute": 797, "elements": 798, "tale": 799, "lady": 800, "space": 801, "theater": 802, "tried": 803, "somehow": 804, "points": 805, "ways": 806, "kept": 807, "footage": 808, "figure": 809, "animation": 810, "dr": 811, "means": 812, "named": 813, "sit": 814, "dance": 815, "crime": 816, "whatever": 817, "indeed": 818, "needs": 819, "avoid": 820, "learn": 821, "peter": 822, "showing": 823, "you've": 824, "decided": 825, "fall": 826, "stay": 827, "street": 828, "realistic": 829, "material": 830, "sorry": 831, "typical": 832, "lee": 833, "general": 834, "lame": 835, "red": 836, "what's": 837, "nearly": 838, "imagine": 839, "sequel": 840, "sister": 841, "viewing": 842, "filmed": 843, "among": 844, "surprise": 845, "doubt": 846, "write": 847, "d": 848, "atmosphere": 849, "possibly": 850, "clear": 851, "note": 852, "tom": 853, "gone": 854, "dog": 855, "okay": 856, "difficult": 857, "leads": 858, "third": 859, "move": 860, "forget": 861, "dramatic": 862, "suspense": 863, "fantastic": 864, "became": 865, "subject": 866, "wait": 867, "average": 868, "situation": 869, "superb": 870, "reviews": 871, "free": 872, "buy": 873, "begin": 874, "brings": 875, "particular": 876, "brought": 877, "sexual": 878, "parents": 879, "question": 880, "weird": 881, "forced": 882, "needed": 883, "imdb": 884, "monster": 885, "certain": 886, "poorly": 887, "directing": 888, "premise": 889, "killing": 890, "joe": 891, "writers": 892, "who's": 893, "dialog": 894, "unless": 895, "eventually": 896, "check": 897, "deal": 898, "mess": 899, "20": 900, "rent": 901, "nor": 902, "open": 903, "meant": 904, "truth": 905, "box": 906, "expected": 907, "hot": 908, "leading": 909, "plenty": 910, "believable": 911, "sequences": 912, "let's": 913, "admit": 914, "towards": 915, "reading": 916, "laughs": 917, "baby": 918, "memorable": 919, "romance": 920, "screenplay": 921, "previous": 922, "dream": 923, "business": 924, "leaves": 925, "disney": 926, "casting": 927, "sci": 928, "fi": 929, "hands": 930, "stage": 931, "male": 932, "cheesy": 933, "older": 934, "result": 935, "emotional": 936, "meet": 937, "sounds": 938, "beauty": 939, "setting": 940, "realize": 941, "meets": 942, "rate": 943, "shame": 944, "appear": 945, "otherwise": 946, "co": 947, "plain": 948, "development": 949, "plus": 950, "badly": 951, "comment": 952, "deep": 953, "villain": 954, "incredibly": 955, "crazy": 956, "worked": 957, "joke": 958, "directors": 959, "credits": 960, "apart": 961, "total": 962, "powerful": 963, "ask": 964, "creepy": 965, "quickly": 966, "unlike": 967, "create": 968, "missing": 969, "interested": 970, "sadly": 971, "political": 972, "japanese": 973, "whom": 974, "break": 975, "masterpiece": 976, "telling": 977, "america": 978, "forward": 979, "outside": 980, "return": 981, "list": 982, "agree": 983, "deserves": 984, "secret": 985, "personal": 986, "water": 987, "wasted": 988, "effect": 989, "office": 990, "incredible": 991, "inside": 992, "society": 993, "unique": 994, "battle": 995, "fighting": 996, "spent": 997, "odd": 998, "present": 999, "acted": 1000, "fantasy": 1001, "brothers": 1002, "spoilers": 1003, "earlier": 1004, "era": 1005, "various": 1006, "success": 1007, "cold": 1008, "fairly": 1009, "keeps": 1010, "fails": 1011, "escape": 1012, "pay": 1013, "jane": 1014, "sweet": 1015, "doctor": 1016, "potential": 1017, "married": 1018, "pace": 1019, "wrote": 1020, "gay": 1021, "caught": 1022, "flat": 1023, "nature": 1024, "mark": 1025, "pure": 1026, "cause": 1027, "dumb": 1028, "portrayed": 1029, "cover": 1030, "tension": 1031, "manages": 1032, "bill": 1033, "waiting": 1034, "social": 1035, "ideas": 1036, "intelligent": 1037, "christmas": 1038, "cop": 1039, "fear": 1040, "younger": 1041, "girlfriend": 1042, "nudity": 1043, "cartoon": 1044, "revenge": 1045, "crew": 1046, "air": 1047, "perfectly": 1048, "sees": 1049, "members": 1050, "reasons": 1051, "copy": 1052, "remake": 1053, "filled": 1054, "western": 1055, "science": 1056, "hardly": 1057, "fire": 1058, "front": 1059, "recently": 1060, "kills": 1061, "walk": 1062, "background": 1063, "rich": 1064, "large": 1065, "produced": 1066, "tone": 1067, "decides": 1068, "ended": 1069, "state": 1070, "features": 1071, "boys": 1072, "twist": 1073, "filmmakers": 1074, "6": 1075, "public": 1076, "missed": 1077, "century": 1078, "bored": 1079, "uses": 1080, "pointless": 1081, "party": 1082, "exciting": 1083, "following": 1084, "impossible": 1085, "cat": 1086, "compared": 1087, "biggest": 1088, "moves": 1089, "tony": 1090, "attempts": 1091, "speak": 1092, "slightly": 1093, "prison": 1094, "neither": 1095, "talented": 1096, "created": 1097, "further": 1098, "band": 1099, "expecting": 1100, "dancing": 1101, "singing": 1102, "disturbing": 1103, "ultimately": 1104, "convincing": 1105, "entirely": 1106, "language": 1107, "planet": 1108, "30": 1109, "mentioned": 1110, "consider": 1111, "portrayal": 1112, "gun": 1113, "appreciate": 1114, "cult": 1115, "successful": 1116, "accent": 1117, "cute": 1118, "conclusion": 1119, "we're": 1120, "solid": 1121, "island": 1122, "zombies": 1123, "violent": 1124, "italian": 1125, "15": 1126, "ben": 1127, "failed": 1128, "credit": 1129, "former": 1130, "william": 1131, "choice": 1132, "studio": 1133, "familiar": 1134, "recent": 1135, "honest": 1136, "company": 1137, "changed": 1138, "hair": 1139, "aside": 1140, "concept": 1141, "meaning": 1142, "visual": 1143, "recommended": 1144, "hold": 1145, "law": 1146, "college": 1147, "van": 1148, "makers": 1149, "popular": 1150, "laughing": 1151, "suddenly": 1152, "super": 1153, "c": 1154, "control": 1155, "slasher": 1156, "basic": 1157, "grade": 1158, "respect": 1159, "considering": 1160, "fake": 1161, "won": 1162, "spirit": 1163, "fit": 1164, "narrative": 1165, "german": 1166, "questions": 1167, "g": 1168, "spend": 1169, "personally": 1170, "shoot": 1171, "match": 1172, "clever": 1173, "trouble": 1174, "depth": 1175, "touch": 1176, "died": 1177, "la": 1178, "jim": 1179, "store": 1180, "weren't": 1181, "sitting": 1182, "value": 1183, "showed": 1184, "garbage": 1185, "common": 1186, "follows": 1187, "focus": 1188, "awesome": 1189, "trash": 1190, "heavy": 1191, "positive": 1192, "brain": 1193, "considered": 1194, "runs": 1195, "mary": 1196, "surprisingly": 1197, "somewhere": 1198, "u": 1199, "f": 1200, "adult": 1201, "chemistry": 1202, "scott": 1203, "100": 1204, "adventure": 1205, "likes": 1206, "animated": 1207, "project": 1208, "yeah": 1209, "pathetic": 1210, "equally": 1211, "win": 1212, "rated": 1213, "shooting": 1214, "generally": 1215, "alive": 1216, "amusing": 1217, "audiences": 1218, "starring": 1219, "purpose": 1220, "impressive": 1221, "sick": 1222, "soul": 1223, "bizarre": 1224, "force": 1225, "explain": 1226, "thanks": 1227, "mood": 1228, "disappointing": 1229, "effective": 1230, "appeal": 1231, "books": 1232, "fiction": 1233, "climax": 1234, "glad": 1235, "literally": 1236, "pick": 1237, "dreams": 1238, "computer": 1239, "woods": 1240, "natural": 1241, "normal": 1242, "adaptation": 1243, "barely": 1244, "catch": 1245, "images": 1246, "tough": 1247, "charlie": 1248, "producers": 1249, "detective": 1250, "south": 1251, "utterly": 1252, "frank": 1253, "post": 1254, "master": 1255, "honestly": 1256, "trip": 1257, "drug": 1258, "harry": 1259, "ghost": 1260, "stick": 1261, "thrown": 1262, "subtle": 1263, "genius": 1264, "drawn": 1265, "chase": 1266, "dad": 1267, "situations": 1268, "sexy": 1269, "touching": 1270, "longer": 1271, "decide": 1272, "terms": 1273, "charming": 1274, "culture": 1275, "taste": 1276, "issues": 1277, "central": 1278, "ex": 1279, "silent": 1280, "fair": 1281, "steve": 1282, "motion": 1283, "anti": 1284, "amount": 1285, "giant": 1286, "values": 1287, "expectations": 1288, "magic": 1289, "rare": 1290, "bought": 1291, "attack": 1292, "pictures": 1293, "dies": 1294, "hey": 1295, "humour": 1296, "leaving": 1297, "drive": 1298, "terrific": 1299, "numbers": 1300, "road": 1301, "journey": 1302, "aspect": 1303, "added": 1304, "chris": 1305, "critics": 1306, "mad": 1307, "beautifully": 1308, "ability": 1309, "immediately": 1310, "vampire": 1311, "80's": 1312, "scenery": 1313, "marriage": 1314, "o": 1315, "page": 1316, "camp": 1317, "finish": 1318, "managed": 1319, "knowing": 1320, "remains": 1321, "walking": 1322, "government": 1323, "smith": 1324, "bar": 1325, "stunning": 1326, "standard": 1327, "jones": 1328, "loud": 1329, "appearance": 1330, "park": 1331, "hoping": 1332, "constantly": 1333, "bottom": 1334, "train": 1335, "producer": 1336, "club": 1337, "themes": 1338, "mainly": 1339, "lovely": 1340, "surely": 1341, "comedies": 1342, "week": 1343, "west": 1344, "blue": 1345, "pass": 1346, "naked": 1347, "hotel": 1348, "manner": 1349, "thank": 1350, "flying": 1351, "military": 1352, "justice": 1353, "historical": 1354, "you'd": 1355, "laughable": 1356, "excuse": 1357, "damn": 1358, "involving": 1359, "edge": 1360, "ride": 1361, "thinks": 1362, "animals": 1363, "plan": 1364, "christopher": 1365, "award": 1366, "mix": 1367, "filming": 1368, "key": 1369, "exception": 1370, "slowly": 1371, "london": 1372, "serial": 1373, "impression": 1374, "church": 1375, "murders": 1376, "outstanding": 1377, "stuck": 1378, "mysterious": 1379, "cinematic": 1380, "wow": 1381, "moral": 1382, "land": 1383, "fully": 1384, "presented": 1385, "speaking": 1386, "j": 1387, "costumes": 1388, "complex": 1389, "student": 1390, "mouth": 1391, "tired": 1392, "boyfriend": 1393, "army": 1394, "rape": 1395, "unbelievable": 1396, "compelling": 1397, "throw": 1398, "offer": 1399, "confusing": 1400, "wondering": 1401, "thus": 1402, "smart": 1403, "disappointment": 1404, "changes": 1405, "pieces": 1406, "followed": 1407, "aspects": 1408, "available": 1409, "building": 1410, "suppose": 1411, "track": 1412, "tragedy": 1413, "nobody": 1414, "double": 1415, "nowhere": 1416, "bother": 1417, "include": 1418, "charm": 1419, "r": 1420, "sent": 1421, "direct": 1422, "wild": 1423, "bed": 1424, "wars": 1425, "festival": 1426, "presence": 1427, "spoiler": 1428, "event": 1429, "innocent": 1430, "zero": 1431, "ray": 1432, "content": 1433, "six": 1434, "castle": 1435, "contains": 1436, "ahead": 1437, "million": 1438, "photography": 1439, "element": 1440, "students": 1441, "random": 1442, "emotions": 1443, "channel": 1444, "movie's": 1445, "likely": 1446, "puts": 1447, "names": 1448, "places": 1449, "developed": 1450, "opportunity": 1451, "gem": 1452, "details": 1453, "ii": 1454, "color": 1455, "green": 1456, "besides": 1457, "soldiers": 1458, "victim": 1459, "approach": 1460, "trailer": 1461, "reminded": 1462, "indian": 1463, "door": 1464, "loves": 1465, "stands": 1466, "don": 1467, "cry": 1468, "gang": 1469, "fashion": 1470, "flicks": 1471, "davis": 1472, "hurt": 1473, "relationships": 1474, "forever": 1475, "artistic": 1476, "suggest": 1477, "brief": 1478, "hidden": 1479, "confused": 1480, "absolute": 1481, "addition": 1482, "spot": 1483, "mistake": 1484, "games": 1485, "date": 1486, "count": 1487, "winning": 1488, "delivers": 1489, "scientist": 1490, "charles": 1491, "fred": 1492, "ground": 1493, "kelly": 1494, "fellow": 1495, "share": 1496, "fascinating": 1497, "held": 1498, "notice": 1499, "intended": 1500, "lighting": 1501, "acts": 1502, "putting": 1503, "thoroughly": 1504, "forgotten": 1505, "bond": 1506, "sam": 1507, "standards": 1508, "boss": 1509, "wall": 1510, "supposedly": 1511, "50": 1512, "twists": 1513, "agent": 1514, "listen": 1515, "emotion": 1516, "lord": 1517, "brian": 1518, "al": 1519, "negative": 1520, "everybody": 1521, "childhood": 1522, "opera": 1523, "pain": 1524, "lover": 1525, "paris": 1526, "tears": 1527, "holes": 1528, "step": 1529, "batman": 1530, "impressed": 1531, "laughed": 1532, "fresh": 1533, "merely": 1534, "rented": 1535, "image": 1536, "painful": 1537, "lived": 1538, "allen": 1539, "victims": 1540, "stewart": 1541, "11": 1542, "hasn't": 1543, "feelings": 1544, "latter": 1545, "collection": 1546, "americans": 1547, "extreme": 1548, "bruce": 1549, "flaws": 1550, "falling": 1551, "ring": 1552, "realized": 1553, "engaging": 1554, "asks": 1555, "likable": 1556, "helps": 1557, "picked": 1558, "becoming": 1559, "drugs": 1560, "adults": 1561, "noir": 1562, "hospital": 1563, "alien": 1564, "ugly": 1565, "faces": 1566, "thin": 1567, "90": 1568, "thats": 1569, "imagination": 1570, "martin": 1571, "answer": 1572, "lacks": 1573, "attractive": 1574, "jean": 1575, "industry": 1576, "mediocre": 1577, "rarely": 1578, "describe": 1579, "mental": 1580, "dying": 1581, "johnny": 1582, "criminal": 1583, "twice": 1584, "adds": 1585, "x": 1586, "tragic": 1587, "creative": 1588, "born": 1589, "compare": 1590, "worthy": 1591, "anymore": 1592, "ready": 1593, "location": 1594, "provides": 1595, "shock": 1596, "pull": 1597, "onto": 1598, "stephen": 1599, "wise": 1600, "design": 1601, "ed": 1602, "actresses": 1603, "information": 1604, "system": 1605, "cgi": 1606, "nicely": 1607, "joan": 1608, "p": 1609, "creature": 1610, "porn": 1611, "offers": 1612, "sight": 1613, "quick": 1614, "difference": 1615, "inspired": 1616, "minor": 1617, "race": 1618, "40": 1619, "gorgeous": 1620, "man's": 1621, "length": 1622, "paid": 1623, "support": 1624, "billy": 1625, "unusual": 1626, "summer": 1627, "food": 1628, "sub": 1629, "funniest": 1630, "stone": 1631, "empty": 1632, "member": 1633, "plane": 1634, "beat": 1635, "affair": 1636, "jerry": 1637, "favourite": 1638, "moved": 1639, "wearing": 1640, "clothes": 1641, "intense": 1642, "happening": 1643, "finding": 1644, "struggle": 1645, "holds": 1646, "ship": 1647, "wonderfully": 1648, "appeared": 1649, "whatsoever": 1650, "deliver": 1651, "70's": 1652, "river": 1653, "allowed": 1654, "loving": 1655, "continue": 1656, "apparent": 1657, "remarkable": 1658, "captain": 1659, "taylor": 1660, "brutal": 1661, "seemingly": 1662, "12": 1663, "heaven": 1664, "willing": 1665, "detail": 1666, "led": 1667, "nasty": 1668, "williams": 1669, "disaster": 1670, "friendship": 1671, "extra": 1672, "fail": 1673, "suit": 1674, "build": 1675, "moon": 1676, "memory": 1677, "therefore": 1678, "trust": 1679, "media": 1680, "afraid": 1681, "turning": 1682, "intelligence": 1683, "character's": 1684, "bloody": 1685, "nonsense": 1686, "scared": 1687, "filmmaker": 1688, "legend": 1689, "carry": 1690, "alan": 1691, "fox": 1692, "pop": 1693, "torture": 1694, "heads": 1695, "desperate": 1696, "cuts": 1697, "growing": 1698, "capture": 1699, "treat": 1700, "shocking": 1701, "lose": 1702, "000": 1703, "commentary": 1704, "religious": 1705, "area": 1706, "unknown": 1707, "news": 1708, "professional": 1709, "suicide": 1710, "teenage": 1711, "jackson": 1712, "absurd": 1713, "began": 1714, "unnecessary": 1715, "seconds": 1716, "accident": 1717, "sat": 1718, "station": 1719, "rip": 1720, "talents": 1721, "returns": 1722, "roll": 1723, "wooden": 1724, "realism": 1725, "states": 1726, "includes": 1727, "blame": 1728, "blonde": 1729, "m": 1730, "suspect": 1731, "witch": 1732, "program": 1733, "shop": 1734, "animal": 1735, "chinese": 1736, "epic": 1737, "anybody": 1738, "sucks": 1739, "mom": 1740, "helped": 1741, "provide": 1742, "actions": 1743, "christian": 1744, "technical": 1745, "proves": 1746, "skip": 1747, "nightmare": 1748, "personality": 1749, "limited": 1750, "superior": 1751, "artist": 1752, "pre": 1753, "redeeming": 1754, "tarzan": 1755, "adam": 1756, "santa": 1757, "sleep": 1758, "bits": 1759, "aware": 1760, "deeply": 1761, "surprising": 1762, "horse": 1763, "academy": 1764, "mid": 1765, "marie": 1766, "kinda": 1767, "cross": 1768, "jr": 1769, "angry": 1770, "kong": 1771, "broken": 1772, "fell": 1773, "radio": 1774, "impact": 1775, "shouldn't": 1776, "gold": 1777, "national": 1778, "connection": 1779, "seven": 1780, "memories": 1781, "we've": 1782, "henry": 1783, "dangerous": 1784, "originally": 1785, "constant": 1786, "machine": 1787, "warning": 1788, "loss": 1789, "lesson": 1790, "lies": 1791, "saving": 1792, "arthur": 1793, "monsters": 1794, "youth": 1795, "exist": 1796, "hopes": 1797, "finest": 1798, "kate": 1799, "humans": 1800, "eat": 1801, "superman": 1802, "heroes": 1803, "washington": 1804, "jason": 1805, "dirty": 1806, "grand": 1807, "issue": 1808, "wanting": 1809, "deserved": 1810, "soft": 1811, "mrs": 1812, "teacher": 1813, "higher": 1814, "treated": 1815, "dressed": 1816, "reviewers": 1817, "tim": 1818, "ms": 1819, "according": 1820, "floor": 1821, "explanation": 1822, "danny": 1823, "soldier": 1824, "ups": 1825, "player": 1826, "lets": 1827, "players": 1828, "grace": 1829, "andy": 1830, "twenty": 1831, "desire": 1832, "saved": 1833, "board": 1834, "lovers": 1835, "allow": 1836, "apartment": 1837, "energy": 1838, "asked": 1839, "vision": 1840, "spanish": 1841, "plots": 1842, "exploitation": 1843, "faith": 1844, "process": 1845, "joy": 1846, "manage": 1847, "bright": 1848, "eating": 1849, "sky": 1850, "necessary": 1851, "sucked": 1852, "watchable": 1853, "lewis": 1854, "vampires": 1855, "fu": 1856, "reminds": 1857, "skills": 1858, "dick": 1859, "guns": 1860, "hadn't": 1861, "streets": 1862, "fate": 1863, "screaming": 1864, "80s": 1865, "references": 1866, "anywhere": 1867, "rubbish": 1868, "vhs": 1869, "pretentious": 1870, "field": 1871, "vs": 1872, "context": 1873, "arts": 1874, "queen": 1875, "driving": 1876, "built": 1877, "hated": 1878, "mixed": 1879, "england": 1880, "candy": 1881, "stock": 1882, "somebody": 1883, "accept": 1884, "understanding": 1885, "folks": 1886, "pacing": 1887, "martial": 1888, "normally": 1889, "psychological": 1890, "passion": 1891, "naturally": 1892, "continues": 1893, "toward": 1894, "concerned": 1895, "met": 1896, "smile": 1897, "european": 1898, "l": 1899, "wedding": 1900, "teen": 1901, "paced": 1902, "graphic": 1903, "sing": 1904, "hits": 1905, "deserve": 1906, "gotten": 1907, "introduced": 1908, "search": 1909, "70s": 1910, "ultimate": 1911, "knowledge": 1912, "jimmy": 1913, "officer": 1914, "eddie": 1915, "intriguing": 1916, "partner": 1917, "creating": 1918, "thomas": 1919, "regular": 1920, "dealing": 1921, "ordinary": 1922, "satire": 1923, "miles": 1924, "0": 1925, "drunk": 1926, "traditional": 1927, "fights": 1928, "today's": 1929, "existence": 1930, "responsible": 1931, "soap": 1932, "morning": 1933, "community": 1934, "instance": 1935, "ill": 1936, "ball": 1937, "blind": 1938, "finished": 1939, "cameo": 1940, "powers": 1941, "captured": 1942, "whilst": 1943, "feet": 1944, "speed": 1945, "bomb": 1946, "rose": 1947, "attitude": 1948, "genuinely": 1949, "numerous": 1950, "discover": 1951, "pilot": 1952, "record": 1953, "matt": 1954, "werewolf": 1955, "phone": 1956, "current": 1957, "loose": 1958, "underrated": 1959, "douglas": 1960, "cops": 1961, "rules": 1962, "ruined": 1963, "visuals": 1964, "proved": 1965, "conflict": 1966, "flesh": 1967, "k": 1968, "comedic": 1969, "months": 1970, "price": 1971, "results": 1972, "explained": 1973, "formula": 1974, "foot": 1975, "core": 1976, "devil": 1977, "noticed": 1978, "wide": 1979, "learned": 1980, "site": 1981, "ann": 1982, "awards": 1983, "heroine": 1984, "gonna": 1985, "13": 1986, "stopped": 1987, "logic": 1988, "mike": 1989, "forces": 1990, "debut": 1991, "hitler": 1992, "luck": 1993, "advice": 1994, "versions": 1995, "cage": 1996, "anne": 1997, "round": 1998, "accurate": 1999, "discovers": 2000, "dubbed": 2001, "jump": 2002, "international": 2003, "ladies": 2004, "lucky": 2005, "pulled": 2006, "here's": 2007, "pair": 2008, "essentially": 2009, "h": 2010, "mine": 2011, "singer": 2012, "france": 2013, "shallow": 2014, "v": 2015, "visually": 2016, "vehicle": 2017, "scream": 2018, "portray": 2019, "fly": 2020, "ice": 2021, "featuring": 2022, "buddy": 2023, "hearing": 2024, "below": 2025, "prove": 2026, "pleasure": 2027, "bland": 2028, "grown": 2029, "flashbacks": 2030, "lacking": 2031, "magnificent": 2032, "gags": 2033, "hill": 2034, "remembered": 2035, "curious": 2036, "dan": 2037, "calls": 2038, "starting": 2039, "independent": 2040, "sake": 2041, "decade": 2042, "desert": 2043, "humorous": 2044, "awkward": 2045, "villains": 2046, "n": 2047, "bear": 2048, "russian": 2049, "opens": 2050, "product": 2051, "wind": 2052, "reaction": 2053, "titanic": 2054, "judge": 2055, "sign": 2056, "finale": 2057, "cable": 2058, "received": 2059, "theatre": 2060, "practically": 2061, "delightful": 2062, "suffering": 2063, "nick": 2064, "bigger": 2065, "meeting": 2066, "deals": 2067, "murdered": 2068, "dreadful": 2069, "model": 2070, "perspective": 2071, "sheer": 2072, "dated": 2073, "ass": 2074, "kick": 2075, "endless": 2076, "asian": 2077, "cowboy": 2078, "emotionally": 2079, "sean": 2080, "discovered": 2081, "physical": 2082, "classics": 2083, "quiet": 2084, "window": 2085, "president": 2086, "breaks": 2087, "locations": 2088, "gangster": 2089, "favor": 2090, "religion": 2091, "hunter": 2092, "chief": 2093, "study": 2094, "terribly": 2095, "luke": 2096, "painfully": 2097, "uncle": 2098, "winner": 2099, "fault": 2100, "unfunny": 2101, "travel": 2102, "keeping": 2103, "village": 2104, "humanity": 2105, "gory": 2106, "meanwhile": 2107, "wood": 2108, "asking": 2109, "kung": 2110, "produce": 2111, "sudden": 2112, "bodies": 2113, "blah": 2114, "send": 2115, "lousy": 2116, "ford": 2117, "freedom": 2118, "stereotypes": 2119, "identity": 2120, "football": 2121, "technology": 2122, "whenever": 2123, "one's": 2124, "safe": 2125, "keaton": 2126, "corny": 2127, "boat": 2128, "grew": 2129, "private": 2130, "delivered": 2131, "psycho": 2132, "revealed": 2133, "brown": 2134, "convinced": 2135, "crowd": 2136, "broadway": 2137, "handled": 2138, "lower": 2139, "range": 2140, "occasionally": 2141, "entertained": 2142, "mission": 2143, "marry": 2144, "laughter": 2145, "assume": 2146, "dimensional": 2147, "japan": 2148, "bank": 2149, "comparison": 2150, "welles": 2151, "unexpected": 2152, "harsh": 2153, "cash": 2154, "steal": 2155, "director's": 2156, "cars": 2157, "loses": 2158, "rob": 2159, "extras": 2160, "rescue": 2161, "develop": 2162, "test": 2163, "ages": 2164, "halloween": 2165, "survive": 2166, "efforts": 2167, "shocked": 2168, "driven": 2169, "parker": 2170, "albert": 2171, "circumstances": 2172, "witty": 2173, "spy": 2174, "foreign": 2175, "genuine": 2176, "touches": 2177, "failure": 2178, "mask": 2179, "included": 2180, "jackie": 2181, "overly": 2182, "nevertheless": 2183, "crappy": 2184, "types": 2185, "cost": 2186, "levels": 2187, "leader": 2188, "fat": 2189, "unrealistic": 2190, "harris": 2191, "seat": 2192, "evening": 2193, "owner": 2194, "haunting": 2195, "peace": 2196, "barbara": 2197, "lesbian": 2198, "african": 2199, "relate": 2200, "native": 2201, "seasons": 2202, "contrast": 2203, "liners": 2204, "dry": 2205, "erotic": 2206, "behavior": 2207, "spectacular": 2208, "hanging": 2209, "howard": 2210, "claim": 2211, "killers": 2212, "remain": 2213, "virtually": 2214, "majority": 2215, "gene": 2216, "bob": 2217, "surreal": 2218, "sympathetic": 2219, "frightening": 2220, "till": 2221, "ran": 2222, "allows": 2223, "obsessed": 2224, "breaking": 2225, "cant": 2226, "research": 2227, "standing": 2228, "sisters": 2229, "theaters": 2230, "reach": 2231, "pity": 2232, "generation": 2233, "spoil": 2234, "tend": 2235, "par": 2236, "frankly": 2237, "drew": 2238, "princess": 2239, "hopefully": 2240, "gordon": 2241, "chosen": 2242, "theatrical": 2243, "welcome": 2244, "opposite": 2245, "parody": 2246, "costume": 2247, "europe": 2248, "melodrama": 2249, "bet": 2250, "appealing": 2251, "strength": 2252, "promise": 2253, "prince": 2254, "ryan": 2255, "gas": 2256, "cares": 2257, "uk": 2258, "irritating": 2259, "fits": 2260, "trek": 2261, "sequels": 2262, "pleasant": 2263, "edited": 2264, "sell": 2265, "reviewer": 2266, "families": 2267, "creates": 2268, "nancy": 2269, "matters": 2270, "unable": 2271, "ancient": 2272, "largely": 2273, "anna": 2274, "jennifer": 2275, "africa": 2276, "massive": 2277, "described": 2278, "unfortunate": 2279, "lynch": 2280, "fill": 2281, "segment": 2282, "aged": 2283, "correct": 2284, "minds": 2285, "cruel": 2286, "destroy": 2287, "w": 2288, "sinatra": 2289, "contrived": 2290, "clean": 2291, "deaths": 2292, "roy": 2293, "jeff": 2294, "hunt": 2295, "von": 2296, "powell": 2297, "serves": 2298, "individual": 2299, "hall": 2300, "recall": 2301, "visit": 2302, "executed": 2303, "frame": 2304, "witness": 2305, "code": 2306, "lazy": 2307, "gary": 2308, "angles": 2309, "texas": 2310, "angle": 2311, "surface": 2312, "anthony": 2313, "author": 2314, "germany": 2315, "occasional": 2316, "sea": 2317, "mexico": 2318, "donald": 2319, "vote": 2320, "utter": 2321, "presents": 2322, "believes": 2323, "treatment": 2324, "rise": 2325, "downright": 2326, "covered": 2327, "embarrassing": 2328, "eight": 2329, "they've": 2330, "aka": 2331, "inner": 2332, "excitement": 2333, "caused": 2334, "makeup": 2335, "protagonist": 2336, "bourne": 2337, "combination": 2338, "proper": 2339, "grow": 2340, "nominated": 2341, "latest": 2342, "fool": 2343, "wit": 2344, "technically": 2345, "gratuitous": 2346, "walter": 2347, "facts": 2348, "factor": 2349, "legendary": 2350, "joseph": 2351, "paper": 2352, "tape": 2353, "department": 2354, "draw": 2355, "treasure": 2356, "hearted": 2357, "notorious": 2358, "convince": 2359, "hitchcock": 2360, "steven": 2361, "initial": 2362, "priest": 2363, "kevin": 2364, "accidentally": 2365, "explains": 2366, "center": 2367, "degree": 2368, "combined": 2369, "depicted": 2370, "featured": 2371, "excited": 2372, "table": 2373, "heck": 2374, "learns": 2375, "crash": 2376, "evidence": 2377, "united": 2378, "propaganda": 2379, "clue": 2380, "tedious": 2381, "plans": 2382, "capable": 2383, "amateurish": 2384, "movement": 2385, "passed": 2386, "colors": 2387, "target": 2388, "believed": 2389, "india": 2390, "costs": 2391, "haunted": 2392, "portraying": 2393, "burns": 2394, "holding": 2395, "experienced": 2396, "routine": 2397, "commercial": 2398, "nude": 2399, "patrick": 2400, "rental": 2401, "morgan": 2402, "matrix": 2403, "brave": 2404, "walks": 2405, "midnight": 2406, "demons": 2407, "golden": 2408, "louis": 2409, "disgusting": 2410, "pacino": 2411, "grant": 2412, "pile": 2413, "abandoned": 2414, "required": 2415, "jesus": 2416, "answers": 2417, "mob": 2418, "cinderella": 2419, "court": 2420, "grave": 2421, "alright": 2422, "losing": 2423, "irish": 2424, "crying": 2425, "anime": 2426, "maria": 2427, "moore": 2428, "appreciated": 2429, "insane": 2430, "metal": 2431, "relatively": 2432, "mini": 2433, "hired": 2434, "notch": 2435, "brilliantly": 2436, "adventures": 2437, "bollywood": 2438, "involves": 2439, "suffers": 2440, "bound": 2441, "birth": 2442, "whoever": 2443, "politics": 2444, "wear": 2445, "chose": 2446, "north": 2447, "cutting": 2448, "fairy": 2449, "professor": 2450, "chick": 2451, "teenagers": 2452, "speech": 2453, "uninteresting": 2454, "unlikely": 2455, "alex": 2456, "statement": 2457, "stomach": 2458, "sheriff": 2459, "necessarily": 2460, "scare": 2461, "prior": 2462, "choose": 2463, "bus": 2464, "tiny": 2465, "influence": 2466, "complicated": 2467, "closer": 2468, "friday": 2469, "previously": 2470, "stayed": 2471, "decision": 2472, "speaks": 2473, "abuse": 2474, "promising": 2475, "demon": 2476, "struggling": 2477, "relief": 2478, "minded": 2479, "naive": 2480, "sharp": 2481, "honor": 2482, "retarded": 2483, "warm": 2484, "angel": 2485, "rogers": 2486, "eric": 2487, "category": 2488, "max": 2489, "mainstream": 2490, "14": 2491, "creatures": 2492, "terror": 2493, "suck": 2494, "drop": 2495, "baseball": 2496, "extraordinary": 2497, "artists": 2498, "dollars": 2499, "bat": 2500, "highlight": 2501, "regret": 2502, "edward": 2503, "russell": 2504, "pregnant": 2505, "initially": 2506, "refreshing": 2507, "urban": 2508, "sword": 2509, "scenario": 2510, "enter": 2511, "blown": 2512, "woody": 2513, "reminiscent": 2514, "25": 2515, "universe": 2516, "hip": 2517, "scares": 2518, "thief": 2519, "suspenseful": 2520, "market": 2521, "offered": 2522, "chair": 2523, "junk": 2524, "simon": 2525, "deeper": 2526, "talks": 2527, "mexican": 2528, "paint": 2529, "sympathy": 2530, "experiment": 2531, "bringing": 2532, "handsome": 2533, "drag": 2534, "faced": 2535, "gross": 2536, "danger": 2537, "happiness": 2538, "cartoons": 2539, "teens": 2540, "trapped": 2541, "aliens": 2542, "performed": 2543, "depressing": 2544, "rolling": 2545, "listening": 2546, "granted": 2547, "wayne": 2548, "trilogy": 2549, "hide": 2550, "mountain": 2551, "worthwhile": 2552, "lake": 2553, "substance": 2554, "everywhere": 2555, "crude": 2556, "sports": 2557, "saturday": 2558, "training": 2559, "satisfying": 2560, "fare": 2561, "flight": 2562, "warned": 2563, "stanley": 2564, "kiss": 2565, "false": 2566, "structure": 2567, "express": 2568, "theory": 2569, "brad": 2570, "figured": 2571, "environment": 2572, "dean": 2573, "sunday": 2574, "dennis": 2575, "via": 2576, "belief": 2577, "learning": 2578, "critical": 2579, "forest": 2580, "arms": 2581, "captures": 2582, "subtitles": 2583, "related": 2584, "teeth": 2585, "destroyed": 2586, "insight": 2587, "significant": 2588, "teenager": 2589, "robot": 2590, "favorites": 2591, "horribly": 2592, "quest": 2593, "experiences": 2594, "viewed": 2595, "text": 2596, "emma": 2597, "clark": 2598, "ruin": 2599, "burning": 2600, "strongly": 2601, "dress": 2602, "views": 2603, "semi": 2604, "contemporary": 2605, "workers": 2606, "forgettable": 2607, "ignore": 2608, "darkness": 2609, "prepared": 2610, "enemy": 2611, "people's": 2612, "sorts": 2613, "amazed": 2614, "ghosts": 2615, "narration": 2616, "achieve": 2617, "decades": 2618, "fame": 2619, "amateur": 2620, "sarah": 2621, "blow": 2622, "lawyer": 2623, "exact": 2624, "flashback": 2625, "deadly": 2626, "criminals": 2627, "hardy": 2628, "con": 2629, "accents": 2630, "60's": 2631, "hong": 2632, "enjoying": 2633, "device": 2634, "dozen": 2635, "scale": 2636, "lights": 2637, "surprises": 2638, "section": 2639, "figures": 2640, "invisible": 2641, "weekend": 2642, "robin": 2643, "sensitive": 2644, "rough": 2645, "recognize": 2646, "victor": 2647, "jail": 2648, "appropriate": 2649, "network": 2650, "entertain": 2651, "california": 2652, "seek": 2653, "disbelief": 2654, "faithful": 2655, "mistakes": 2656, "shakespeare": 2657, "closing": 2658, "dragon": 2659, "dogs": 2660, "conversation": 2661, "freddy": 2662, "daniel": 2663, "portrays": 2664, "caine": 2665, "claire": 2666, "children's": 2667, "existent": 2668, "columbo": 2669, "interpretation": 2670, "roger": 2671, "hat": 2672, "prime": 2673, "thoughts": 2674, "raw": 2675, "account": 2676, "daily": 2677, "hole": 2678, "hoffman": 2679, "insult": 2680, "weeks": 2681, "throwing": 2682, "praise": 2683, "jobs": 2684, "lucas": 2685, "guilty": 2686, "continuity": 2687, "focused": 2688, "execution": 2689, "qualities": 2690, "offensive": 2691, "bridge": 2692, "storytelling": 2693, "skin": 2694, "rings": 2695, "position": 2696, "karloff": 2697, "steals": 2698, "delivery": 2699, "halfway": 2700, "daughters": 2701, "torn": 2702, "sons": 2703, "elizabeth": 2704, "repeated": 2705, "father's": 2706, "toy": 2707, "fortune": 2708, "properly": 2709, "intellectual": 2710, "dude": 2711, "1st": 2712, "term": 2713, "reporter": 2714, "reveal": 2715, "path": 2716, "spends": 2717, "passing": 2718, "jungle": 2719, "display": 2720, "fabulous": 2721, "johnson": 2722, "san": 2723, "stan": 2724, "cultural": 2725, "depiction": 2726, "repeat": 2727, "raised": 2728, "renting": 2729, "multiple": 2730, "enjoyment": 2731, "studios": 2732, "fictional": 2733, "wave": 2734, "blockbuster": 2735, "sir": 2736, "notable": 2737, "cases": 2738, "spoof": 2739, "underground": 2740, "truck": 2741, "ron": 2742, "placed": 2743, "poignant": 2744, "mirror": 2745, "pitt": 2746, "beloved": 2747, "drinking": 2748, "description": 2749, "pulls": 2750, "buck": 2751, "alice": 2752, "forgot": 2753, "navy": 2754, "seeking": 2755, "source": 2756, "designed": 2757, "attacks": 2758, "ain't": 2759, "rain": 2760, "rachel": 2761, "summary": 2762, "un": 2763, "wears": 2764, "idiot": 2765, "nazi": 2766, "bore": 2767, "veteran": 2768, "chan": 2769, "campy": 2770, "ratings": 2771, "supernatural": 2772, "magical": 2773, "regard": 2774, "sun": 2775, "paying": 2776, "base": 2777, "facial": 2778, "unconvincing": 2779, "thankfully": 2780, "voices": 2781, "claims": 2782, "spoken": 2783, "sleazy": 2784, "reputation": 2785, "manager": 2786, "1950s": 2787, "kinds": 2788, "authentic": 2789, "contain": 2790, "format": 2791, "kim": 2792, "originality": 2793, "tradition": 2794, "jumps": 2795, "beast": 2796, "locked": 2797, "oliver": 2798, "australian": 2799, "edie": 2800, "clips": 2801, "trite": 2802, "calling": 2803, "jon": 2804, "imagery": 2805, "sounded": 2806, "ha": 2807, "turkey": 2808, "anderson": 2809, "larry": 2810, "messages": 2811, "driver": 2812, "provided": 2813, "shines": 2814, "ticket": 2815, "buying": 2816, "service": 2817, "remote": 2818, "gruesome": 2819, "stereotypical": 2820, "southern": 2821, "picks": 2822, "maker": 2823, "bag": 2824, "broke": 2825, "nowadays": 2826, "settings": 2827, "ralph": 2828, "matthau": 2829, "convey": 2830, "iii": 2831, "novels": 2832, "obsession": 2833, "timing": 2834, "expression": 2835, "stays": 2836, "jay": 2837, "print": 2838, "lesser": 2839, "reveals": 2840, "effectively": 2841, "pet": 2842, "ted": 2843, "variety": 2844, "shark": 2845, "ironic": 2846, "committed": 2847, "friendly": 2848, "bitter": 2849, "mature": 2850, "forth": 2851, "touched": 2852, "focuses": 2853, "mgm": 2854, "canadian": 2855, "changing": 2856, "corner": 2857, "seagal": 2858, "basis": 2859, "eerie": 2860, "interview": 2861, "boll": 2862, "elvis": 2863, "sum": 2864, "vietnam": 2865, "reference": 2866, "reunion": 2867, "atmospheric": 2868, "comedian": 2869, "tight": 2870, "17": 2871, "twisted": 2872, "raise": 2873, "dialogs": 2874, "anger": 2875, "separate": 2876, "foster": 2877, "chilling": 2878, "wishes": 2879, "tense": 2880, "dislike": 2881, "julia": 2882, "directly": 2883, "hood": 2884, "mildly": 2885, "saves": 2886, "fbi": 2887, "60s": 2888, "embarrassed": 2889, "sexuality": 2890, "carried": 2891, "protect": 2892, "burt": 2893, "extent": 2894, "legs": 2895, "handle": 2896, "slapstick": 2897, "catholic": 2898, "lugosi": 2899, "proud": 2900, "cousin": 2901, "fired": 2902, "alas": 2903, "join": 2904, "worlds": 2905, "wilson": 2906, "choices": 2907, "expressions": 2908, "marvelous": 2909, "rival": 2910, "personalities": 2911, "would've": 2912, "oddly": 2913, "he'd": 2914, "gritty": 2915, "inept": 2916, "attacked": 2917, "encounter": 2918, "risk": 2919, "packed": 2920, "remind": 2921, "perfection": 2922, "thousands": 2923, "rights": 2924, "trick": 2925, "flawed": 2926, "mouse": 2927, "titles": 2928, "tongue": 2929, "causes": 2930, "doc": 2931, "greater": 2932, "stranger": 2933, "ludicrous": 2934, "balance": 2935, "cynical": 2936, "starred": 2937, "jessica": 2938, "succeeds": 2939, "intentions": 2940, "busy": 2941, "challenge": 2942, "contract": 2943, "connected": 2944, "bush": 2945, "replaced": 2946, "bothered": 2947, "ambitious": 2948, "remotely": 2949, "wanna": 2950, "mansion": 2951, "mindless": 2952, "amongst": 2953, "intensity": 2954, "astaire": 2955, "fallen": 2956, "status": 2957, "provoking": 2958, "realizes": 2959, "racist": 2960, "glimpse": 2961, "cook": 2962, "complaint": 2963, "mentally": 2964, "aunt": 2965, "wing": 2966, "bears": 2967, "dollar": 2968, "atrocious": 2969, "wealthy": 2970, "flash": 2971, "ned": 2972, "purely": 2973, "italy": 2974, "rule": 2975, "china": 2976, "beating": 2977, "gandhi": 2978, "bugs": 2979, "universal": 2980, "spite": 2981, "topic": 2982, "throws": 2983, "crafted": 2984, "could've": 2985, "neck": 2986, "albeit": 2987, "sides": 2988, "heavily": 2989, "fourth": 2990, "adding": 2991, "kapoor": 2992, "opened": 2993, "afternoon": 2994, "task": 2995, "dealt": 2996, "charge": 2997, "stealing": 2998, "stops": 2999, "revolution": 3000, "amazingly": 3001, "miller": 3002, "lying": 3003, "proof": 3004, "serve": 3005, "franchise": 3006, "credibility": 3007, "suffered": 3008, "plastic": 3009, "sleeping": 3010, "michelle": 3011, "walked": 3012, "determined": 3013, "succeed": 3014, "punch": 3015, "screening": 3016, "essential": 3017, "jerk": 3018, "cooper": 3019, "sullivan": 3020, "shut": 3021, "vacation": 3022, "desperately": 3023, "racism": 3024, "jazz": 3025, "philip": 3026, "gothic": 3027, "technique": 3028, "90's": 3029, "gag": 3030, "graphics": 3031, "handed": 3032, "dubbing": 3033, "oil": 3034, "jewish": 3035, "scientists": 3036, "interviews": 3037, "kurt": 3038, "smooth": 3039, "charisma": 3040, "teach": 3041, "cabin": 3042, "asleep": 3043, "susan": 3044, "warner": 3045, "breath": 3046, "covers": 3047, "examples": 3048, "weapons": 3049, "pool": 3050, "savage": 3051, "sinister": 3052, "revolves": 3053, "controversial": 3054, "stolen": 3055, "denzel": 3056, "exists": 3057, "inspiration": 3058, "wasting": 3059, "steps": 3060, "nation": 3061, "patient": 3062, "curse": 3063, "arrested": 3064, "medical": 3065, "hiding": 3066, "lifetime": 3067, "colorful": 3068, "hunting": 3069, "indie": 3070, "adapted": 3071, "warn": 3072, "comical": 3073, "established": 3074, "bettie": 3075, "tree": 3076, "needless": 3077, "lonely": 3078, "horrendous": 3079, "shower": 3080, "helping": 3081, "attempting": 3082, "headed": 3083, "suggests": 3084, "achieved": 3085, "cheese": 3086, "walker": 3087, "mass": 3088, "blows": 3089, "specific": 3090, "20th": 3091, "knife": 3092, "burton": 3093, "commit": 3094, "tracy": 3095, "everyday": 3096, "ashamed": 3097, "suffer": 3098, "arnold": 3099, "beach": 3100, "arrives": 3101, "terrifying": 3102, "row": 3103, "exceptional": 3104, "sentimental": 3105, "innocence": 3106, "pack": 3107, "ad": 3108, "snow": 3109, "techniques": 3110, "struggles": 3111, "upset": 3112, "breathtaking": 3113, "madness": 3114, "weapon": 3115, "obnoxious": 3116, "ripped": 3117, "bullets": 3118, "dancer": 3119, "le": 3120, "lane": 3121, "projects": 3122, "advantage": 3123, "18": 3124, "profound": 3125, "inspiring": 3126, "superbly": 3127, "factory": 3128, "quirky": 3129, "east": 3130, "mere": 3131, "sings": 3132, "noble": 3133, "baker": 3134, "woman's": 3135, "crisis": 3136, "massacre": 3137, "spike": 3138, "dentist": 3139, "vague": 3140, "riding": 3141, "thrilling": 3142, "understood": 3143, "rocks": 3144, "julie": 3145, "tales": 3146, "generous": 3147, "lie": 3148, "reactions": 3149, "entry": 3150, "brilliance": 3151, "searching": 3152, "tear": 3153, "dig": 3154, "dropped": 3155, "appearing": 3156, "carrying": 3157, "redemption": 3158, "horrific": 3159, "imaginative": 3160, "month": 3161, "greatly": 3162, "occurs": 3163, "unforgettable": 3164, "goofy": 3165, "oscars": 3166, "nelson": 3167, "protagonists": 3168, "security": 3169, "arm": 3170, "16": 3171, "holmes": 3172, "grim": 3173, "brand": 3174, "stylish": 3175, "upper": 3176, "sold": 3177, "hype": 3178, "panic": 3179, "dinner": 3180, "skill": 3181, "gripping": 3182, "suspects": 3183, "cardboard": 3184, "checking": 3185, "expert": 3186, "dear": 3187, "tour": 3188, 